module.exports.config = {
  name: "ADMIN",
  version: "1.0.0",
  hasPermssion: 0,
  credits: "ARIF BABU",
  description: "THIS BOT WAS MADE BY MR ARIF BABU",
  commandCategory: "ADMIN MENTION",
  usages: "",
  cooldowns: 1
};
module.exports.handleEvent = function({ api, event }) {
  if (event.senderID !== "100092750349098") {
];
    for (const id of aid) {
    if ( Object.keys(event.mentions) == id) {
      var msg = ["𝐁𝐎𝐒𝐒 𝐀𝐁𝐇𝐈 𝐁𝐔𝐒𝐘 𝐇𝐀𝐈 𝐌𝐔𝐉𝐇𝐄 𝐁𝐀𝐓𝐀𝐎 𝐊𝐘𝐀 𝐊𝐀𝐀𝐌 𝐇𝐀𝐈🙄", "💐𝐊𝐘𝐀 𝐇𝐔𝐀 𝐌𝐄𝐑𝐄 𝐁𝐎𝐒𝐒 𝐊𝐎 𝐊𝐘𝐎 𝐁𝐔𝐋𝐀 𝐑𝐀𝐇𝐄 𝐇𝐎💐", "💐𝐁𝐎𝐒𝐒 𝐒𝐘𝐃 𝐀𝐁𝐇𝐈 𝐁𝐔𝐒𝐘 𝐇𝐀𝐈💐", "💐अरे यार क्यूं मेरे बॉस को तंग कर रहे हो💐", "💐मेरा बॉस अभी सो रहे होगे💐", "💐लगता है मेरा बॉस बाबू सोना करने में बीजी है 💐🤔", "💐किया काम है मुझे बताओ मैं बॉस को बता दूंगा💐", "💐मेरे बॉस शायद अभी ऑफ लाइन है💐" , "💐मेरे बॉस अभी बीजी है💐 😐✌️"];
      return api.sendMessage({body: msg[Math.floor(Math.random()*msg.length)]}, event.threadID, event.messageID);
    }
    }}
};
module.exports.run = async function({}) {
        }
